VV_cases/V1_solver/results/study_v1/runs/004_data_of13_fluid_consistency_short/simulations/b030_medium_Re095/openfoam_setup/system/blockMeshDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

scale 1;

vertices
(
    (-0.096000 -0.020000 -0.005000)
    (0.240000 -0.020000 -0.005000)
    (0.240000 0.020000 -0.005000)
    (-0.096000 0.020000 -0.005000)
    (-0.096000 -0.020000 0.005000)
    (0.240000 -0.020000 0.005000)
    (0.240000 0.020000 0.005000)
    (-0.096000 0.020000 0.005000)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (134 16 1) simpleGrading (1 1 1)
);

edges ();

boundary
(
    inlet  { type patch; faces ((0 4 7 3)); }
    outlet { type patch; faces ((1 2 6 5)); }
    bottom { type wall;  faces ((0 1 5 4)); }
    top    { type wall;  faces ((3 7 6 2)); }
    front  { type symmetryPlane; faces ((0 3 2 1)); }
    back   { type symmetryPlane; faces ((4 5 6 7)); }
);

mergePatchPairs ();
